---
kind: property
id: P:Autodesk.Revit.DB.IntegerParameterValue.Value
source: html/844f4a70-9059-428d-1b5f-7cd7b4d7aaa2.htm
---
# Autodesk.Revit.DB.IntegerParameterValue.Value Property

The stored value

## Syntax (C#)
```csharp
public int Value { get; set; }
```